{
  "users": [
    {
      "email": "adminsportshop@gmail.com",
      "password": "$2a$10$Zry/r5vPedKHANuRF/ZbN.0xsAyoVg6BvixjyYOJ7q6VG5biynDUC",
      "login": "adminsportshop",
      "tel": "+7 (999) 999-99-99",
      "confirmPassword": "1234",
      "orders": [],
      "role": "admin",
      "id": 1
    }
  ],
  "goods": [
    {
      "id": 2,
      "name": "Шкаф Парма",
      "description": "Шкаф Парма легко решит проблему хранения множества вещей в прихожей. Модель представляет собой композицию из открытого стеллажа и закрытого шкафа для верхней одежды. В отделении за глухой дверцей расположены 2 полки – нижняя отделяет нишу для обуви, к оверхности антресольной полки крепится выдвижная штанга",
      "price": 20999,
      "category": "chair",
      "img": "https://fikiwiki.com/uploads/posts/2022-02/1644865303_51-fikiwiki-com-p-skachat-kartinki-khoroshego-kachestva-59.jpg"
    },
    {
      "id": 3,
      "name": "Кровать с подъёмным механизмом Nemi 160х200 см  ",
      "description": "Nivola — кровать с большим количеством достоинств: сложное, ручной работы изголовье, высокие опоры из натурального дерева, бельевой ящик, делает ее удачным приобретением в любую спальню.Изголовье со вставкой и вертикальными строчками на высокообъёмном синтепоне: в нем много ручного труда — эксклюзивная работа по доступной цене.Изголовье, царги и изножье собираются и обтягивается вручную. Вертикальные стежки в декоре изголовья визуально увеличивают высоту потолка. Деревянные устойчивые опоры 12 см подходят для работы любого робота-пылесоса. Кровать залицована внутри спанбондом графитового цвета, надежный и прочный материал.",
      "price": "26998",
      "category": "bed",
      "img": "https://hoff.ru/upload/iblock/6cc/6cc2c693fdc1c94d4c17a2e6c2055527.jpg"
    },
    {
      "id": 4,
      "name": "Кресло Агата  ",
      "description": "Удобное и компактное кресло Агата украсит любой современный интерьер. Модель имеет прочное основание из ДСП, невысокая скругленная спинка выполнена как единое целое с мягкими подлокотниками. Наполнитель из пенополиуретана легкий и упругий, не накапливает пыль и не вызывает аллергии, быстро восстанавливает исходную форму. Опоры сделаны из березового пиломатериала, что обеспечивает надежность и устойчивость конструкции. Высота ножек достаточна для комфортной ручной уборки и проезда робота-пылесоса. Благодаря небольшому весу кресло можно легко переставлять с места на место.",
      "price": 32999,
      "category": "chair",
      "img": "https://hoff.ru/upload/iblock/089/089a0898092cc907d4046311e7ba2bbe.jpg"
    },
    {
      "id": 5,
      "name": "Журнальный стол Мартин ",
      "description": "Журнальный стол Мартин отлично впишется в лофтовую и минималистичную обстановку, а также займёт достойное место в любом интерьере, где царствует чёткая геометрия форм. Лаконичная простота модели элегантна, художественный акцент сделан на сочетании горизонтальных и вертикальных плоскостей. Палитра сдержанна, но выразительна благодаря гармоничному сочетанию однотонных элементов и столешниц с оригинальной текстурой. Стол практичен и функционален: вы сможете разместить на нём интерьерные аксессуары, положить журналы и гаджеты, сервировать угощение — модель выдержит до восьми килограммов. Под верхней столешницей расположена вторая, практически той же площади — это удобная подставка для размещения книг, компактной техники и других предметов.",
      "price": 3599,
      "category": "table",
      "img": "https://hoff.ru/upload/iblock/d04/d0472fb67607e8aedad5dc7b06fd1a23.jpg"
    }
  ]
}