{
  "users": [
    {
      "email": "adminsportshop@gmail.com",
      "password": "$2a$10$Zry/r5vPedKHANuRF/ZbN.0xsAyoVg6BvixjyYOJ7q6VG5biynDUC",
      "login": "adminsportshop",
      "tel": "+7 (999) 999-99-99",
      "confirmPassword": "1234",
      "orders": [],
      "role": "admin",
      "id": 1
    },
    {
      "email": "gggg777@mail.ru",
      "password": "$2a$10$nNyMG4wP5QPiXVwmyu85Q.yXIqYS6VUnTk3K7F2XyNiEeErHqfgyi",
      "login": "gggg",
      "tel": "+7 (999) 999-99-99",
      "confirmPassword": "1111",
      "orders": [],
      "role": "seller",
      "id": 2
    }
  ],
  "goods": [
    {
      "id": "1695219816155",
      "name": "Кроссовки Reebok ZIG DYNAMICA 4 ADVENTURE",
      "description": "Кроссовки ZIG DYNAMICA 4 от Reebok подойдут для повседневного использования. Стелька Ortholite ® Comfort с технологией Memorytech гарантирует комфортную посадку за счет эффекта памяти, а зигзагообразная подошва, выполненная на основе мягкой и отзывчивой пена FUELFOAM из IMEVA обеспечивает амортизацию и гасит ударные нагрузки. Легкий и дышащий текстильный материал верха выполнен из переработанных материалов. Инновационные резиновые полоски ZIG ENERGY BANDS, расположенные на подметке, сжимаются и разжимаются, усиливая возврат энергии с каждым шагом\n\nБренд:\tReebok\n\nСезон:\t2023/2024\n\nПол:\tдля женщин\n\nВозраст:\tдля взрослых\n\nМатериал верха:\tтекстиль\n\nНазначение:\tкросс\n\nНаличие мембраны:\tБез мембраны\n\nПокрытие:\tгрунт\n\nПолнота:\tсредняя\n\nПромежуточная подошва:\tFuelFoam\n\nПронация:\tнейтральная\n\nСтелька:\tOrtholite ® Comfort",
      "price": "12998",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/100033403_slc_ecom_2856241.jpg"
    },
    {
      "name": "Кроссовки UYN WOMAN FREE FLOW TUNE SHOES",
      "description": "Дизайн будущего - носите сегодня. Обувь Free Flow изготовлена ??из двухслойной системы: шерсть внутри и технический перфорированный трикотаж снаружи. Благодаря такой конструкции обувь является естественным терморегулятором с высокой воздухопроницаемостью.\nCONFLEX YARN - Запатентованный метод производства открывает целый ряд новых возможностей. Обувь сделана из цельного куска, отдельные части, такие как пятка, носок и бока частично усилены. При этом, верхняя часть сохраняет свою исключительную эластичность. Благодаря этому обувь очень легко надевается, а также обеспечивается необходимая устойчивость. Стабильность и гибкость – идеальное сочетание.\nU-CONTROL SOLE - При беге первый контакт с землей вызывает ударные нагрузки на тело. Подошва U-Control поглощает их благодаря материалу EVA и структуре всей промежуточной подошвы. Сохраняя подошву гибкой, отзывчивой, U-образные элементы смягчают воздействие дороги. Полный контроль на каждом этапе.\n\nБренд:\tUYN\nСезон:\t2023\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал верха:\tтекстиль\nНаличие мембраны:\tБез мембраны\nПодошва:\tU-CONTROL\n",
      "price": "17820",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/_sx4_y100012_e637_front_2738883.jpg",
      "id": "1695234883716"
    },
    {
    "name": "Кроссовки Reebok FLOATRIDE ENERGY 5",
    "description": "Делай свои первые шаги в беге на коротких дистанция или подготовься к полумарафону вместе с новой универсальной моделью для бега Reebok Floatride Energy 5.\nТехнологичные материалы и современный дизайн, комфорт и забота о планете - то, что всегда лежало в основе главной беговой франшизы Reebok Floatride Energy. Не исключением стала и новая, пятая версия модели. В промежуточную подошву добавлена Х-образная торсионная пластина, увеличивающая торсионную жесткость, а значит и поддержку стопы, что делает бег на длинных дистанциях более безопасным, эффективным и комфортным.\nОсновой новой модели составляет FLOATRIDE ENERGY – пеноматериал промежуточной подошвы на основе ТРЕ (Thermoplastic elastomer), выполненный с использованием газообразного азота. Легкая пена с отзывчивой амортизацией, обеспечивает правильную динамику отталкивания и гасит ударные нагрузки.\nМатериал верха содержит особые зоны с дополнительной боковой поддержкой верхней части стопы. На кроссовке ее можно заметить в зонах по отличающемуся рисунку сетки. Эта асимметричная внутренняя «опорная конструкция» улучшает посадку, делает прилегание более плотным без передавливания и повышает общую стабилизацию стопы.\nЗапатентованный материал верха SPEEDSHIFT 2.0, на 30% выполненный с использованием переработанных материалов, гарантирует превосходный воздухообмен и общую мягкость посадки.\nВ материале верха используются светоотражающие элементы для бега в темное время суток\n\nБренд:\tReebok\nСезон:\t2023/2024\nПол:\tдля женщин\nВозраст:\tдля взрослых\nВес пары, г:\t532\nМатериал верха:\tтекстиль\nНазначение:\tспринт\nНаличие мембраны:\tБез мембраны\nПерепад:\t8\nПокрытие:\tасфальт\nПолнота:\tсредняя\nПромежуточная подошва:\tFloatride\nПронация:\tнейтральная\nСветоотражающие вставки:\tда",
      "price": "14999",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/100025736_slc_ecom_2856040.jpg",
      "id": "1695234972556"
    },
    {
      "name": "Кроссовки Brooks HYPERION TEMPO",
      "description": "Если километры зовут вас на пробежку, значит пришло время для легких кроссовок, которые соответствуют вашим амбициям. Мы создали Hyperion Tempo, чтобы помочь вам тренироваться интенсивнее и дольше, сохраняя при этом комфорт благодаря мягкой и отзывчивой промежуточной подошве. Технология DNA FLASH в промежуточной подошве обеспечит не только легкость, но и отличную отдачу энергии, а так же комфортную амортизацию, позволяя вам сделать тренировки еще эффективнее и добиться новых личных рекордов.\n\n\n\nБренд:\tBrooks\nСезон:\t2022\nПол:\tдля женщин\nВозраст:\tдля взрослых\nВес пары, г:\t380\nМатериал верха:\tтекстиль\nНазначение:\tмарафон\nНаличие мембраны:\tБез мембраны\nПерепад:\t8\nПокрытие:\tасфальт\nПолнота:\tсредняя\nПромежуточная подошва:\tDNA FLASH\nПронация:\tнейтральная\nПропитка:\tнет\nШнуровка:\tшнурки",
      "price": "23400",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/120328_097_a_hyperion_tempo_2571868.jpg",
      "id": "169523503765801"
    }, 
    {
      "name": "Кроссовки Reebok FLOATRIDE ENERGY 5",
      "description": "Делай свои первые шаги в беге на коротких дистанция или подготовься к полумарафону вместе с новой универсальной моделью для бега Reebok Floatride Energy 5.\nТехнологичные материалы и современный дизайн, комфорт и забота о планете - то, что всегда лежало в основе главной беговой франшизы Reebok Floatride Energy. Не исключением стала и новая, пятая версия модели. В промежуточную подошву добавлена Х-образная торсионная пластина, увеличивающая торсионную жесткость, а значит и поддержку стопы, что делает бег на длинных дистанциях более безопасным, эффективным и комфортным.\nОсновой новой модели составляет FLOATRIDE ENERGY – пеноматериал промежуточной подошвы на основе ТРЕ (Thermoplastic elastomer), выполненный с использованием газообразного азота. Легкая пена с отзывчивой амортизацией, обеспечивает правильную динамику отталкивания и гасит ударные нагрузки.\nМатериал верха содержит особые зоны с дополнительной боковой поддержкой верхней части стопы. На кроссовке ее можно заметить в зонах по отличающемуся рисунку сетки. Эта асимметричная внутренняя «опорная конструкция» улучшает посадку, делает прилегание более плотным без передавливания и повышает общую стабилизацию стопы.\nЗапатентованный материал верха SPEEDSHIFT 2.0, на 30% выполненный с использованием переработанных материалов, гарантирует превосходный воздухообмен и общую мягкость посадки.\nВ материале верха используются светоотражающие элементы для бега в темное время суток\n\nБренд:\tReebok\nСезон:\t2023/2024\nПол:\tдля женщин\nВозраст:\tдля взрослых\nВес пары, г:\t532\nМатериал верха:\tтекстиль\nНазначение:\tспринт\nНаличие мембраны:\tБез мембраны\nПерепад:\t8\nПокрытие:\tасфальт\nПолнота:\tсредняя\nПромежуточная подошва:\tFloatride\nПронация:\tнейтральная\nСветоотражающие вставки:\tда",
      "price": "14999",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/100025736_slc_ecom_2856040.jpg",
      "id": "169523497255601"
    },
    {
      "name": "Кроссовки Brooks HYPERION TEMPO",
      "description": "Если километры зовут вас на пробежку, значит пришло время для легких кроссовок, которые соответствуют вашим амбициям. Мы создали Hyperion Tempo, чтобы помочь вам тренироваться интенсивнее и дольше, сохраняя при этом комфорт благодаря мягкой и отзывчивой промежуточной подошве. Технология DNA FLASH в промежуточной подошве обеспечит не только легкость, но и отличную отдачу энергии, а так же комфортную амортизацию, позволяя вам сделать тренировки еще эффективнее и добиться новых личных рекордов.\n\n\n\nБренд:\tBrooks\nСезон:\t2022\nПол:\tдля женщин\nВозраст:\tдля взрослых\nВес пары, г:\t380\nМатериал верха:\tтекстиль\nНазначение:\tмарафон\nНаличие мембраны:\tБез мембраны\nПерепад:\t8\nПокрытие:\tасфальт\nПолнота:\tсредняя\nПромежуточная подошва:\tDNA FLASH\nПронация:\tнейтральная\nПропитка:\tнет\nШнуровка:\tшнурки",
      "price": "23400",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/120328_097_a_hyperion_tempo_2571868.jpg",
      "id": "1695235037658"
    },
    {
      "name": "Кроссовки UYN WOMAN WANDER LITE SHOES TURQUOISE SOLE",
      "description": "Легкие и дышащие кроссовки, не боящиеся преодолевать сложные участки. Изготовленные из биоволокна NATEX, они сохраняют ноги прохладными и сухими даже при высоких температурах. Эксклюзивная мембрана MEMBRAIN 115 защищает от влаги, обеспечивая воздухопроницаемость и сохраняя исключительную эластичность верха.\nВерхняя часть сконструирована с использованием эксклюзивной технологии производства: полностью без швов, с высокой воздухопроницаемостью, водонепроницаемостью и облегающей посадкой.\nПодошва U-GRIP SOLE с резиновым протектором и адаптивными накладками обеспечивает максимальное сцепление даже на неровной и мокрой поверхности.\nREBOUND SHIELD - специальная внутренняя структура, интегрированная в обувь, обеспечивает идеальное соединение между верхом и подошвой, а также делает обувь ультрагибкой и водонепроницаемой в наиболее уязвимых местах - на носке, пятке и боковых поверхностях.\nВнутренний слой изготовлен из нашей пряжи NATEX: чрезвычайно легкая и быстросохнущая, ее бактериостатический эффект предотвращает появление неприятных запахов\nМанжета U-SHAPE, повторяющая анатомию лодыжки, предотвращает натирание и облегчает надевание и снятие обуви.\nЭкологичная и антибактериальная стелька из конопли предотвращает образование неприятных запахов, даже после многих часов использования.\n\nБренд:\tUYN\nСезон:\t2023\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал верха:\tтекстиль\nМембрана:\tдругие мембраны\nНаличие мембраны:\tС мембраной\nПодошва:\tU-GRIP",
      "price": "20699",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/ecomm_sx4_y100185_w000_front_2738972.jpg",
      "id": "1695235082915"
    },
    {
      "name": "Кроссовки Brooks CASCADIA 16 GTX",
      "description": "Адаптация. Защита. Эти кроссовки готовы к бегу по пересеченной местности и защитят вас от влаги благодаря водонепроницаемому верху GORE-TEX. Для бегунов, которые хотят исследовать трейлы любой сложности и чувствовать себя защищенными во время бега. Cascadia 16 GTX обладает промежуточной подошвой DNA LOFT v2 адаптирующейся под рельеф местности, она предлагает мягкую амортизацию и разработана для преодоления местности с различными типами грунта.\nОсобенности:\n• Амортизация мягче и легче благодаря технологии DNA LOFT v2.\n• Теперь на 2 мм больше пены в промежуточной подошве для дополнительного комфорта.\n• Дополнительные канавки в промежуточной подошве обеспечивают улучшенную адаптируемость на пересеченной местности.\n• Технология BALLISTIC ROCK SHIELD теперь включает вертикальные канавки для обеспечения возможности поперечной адаптации.\n• Дренажные отверстия позволяют воде быстро стекать.\n• Петля на пятке для фиксации брюк и гамаш.\n\n\n\nБренд:\tBrooks\nСезон:\t2021/2022\nПол:\tдля женщин\nВозраст:\tдля взрослых\nВес пары, г:\t538\nМатериал верха:\tтекстиль\nМембрана:\tGore-Tex\nНазначение:\tмарафон\nНаличие мембраны:\tС мембраной\nПерепад:\t8\nПокрытие:\tбездорожье\nПолнота:\tсредняя\nПромежуточная подошва:\tDNA LOFT v2\nПронация:\tнейтральная\nШнуровка:\tшнурки",
      "price": "19768",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/120364_071_a_cascadia_16_gtx_2513467.jpg",
      "id": "1695235146914"
    },
    {
      "name": "Кроссовки Brooks LAUNCH GTS 9",
      "description": "Launch 9 - это легкие и быстрые кроссовки созданные для того, чтобы доставлять удовольствие на протяжении каждого километра пробежки. Поэтому мы сделали эти кроссовки обтекаемой формы с дизайном передней части, обеспечивающим плавный перекат и промежуточной подошвой BioMoGo DNA, способствующей эффективной отдаче и поглощению ударной нагрузки во время бега. Инновационная глобальная технология поддержки GuideRails, направляет тело - бедра, колени и другие суставы - по естественной траектории движения наименьшего сопротивления.\n\nБренд:\tBrooks\nСезон:\t2022\nПол:\tдля женщин\nВозраст:\tдля взрослых\nВес пары, г:\t488\nМатериал верха:\tтекстиль\nНазначение:\tмарафон\nНаличие мембраны:\tБез мембраны\nПерепад:\t10\nПокрытие:\tасфальт\nПолнота:\tсредняя\nПромежуточная подошва:\tBIOMOGO DNA\nПронация:\tнейтральная\nПропитка:\tнет\nШнуровка:\tшнурки",
      "price": "18719",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/120374_413_a_launch_gts_9_2571929.jpg",
      "id": "1695235199083"
    },
    {
      "name": "Кроссовки Asics NOVABLAST TOKYO",
      "description": "Модель NOVABLAST™ рекомендуется для бегунов с нейтральной постановкой стопы, стремящихся к бегу с более ощутимой отдачей. В промежуточной подошве этих кроссовок применяется наш новый пенистый материал FLYTEFOAM™ Blast, который обеспечивает более энергичный отскок при каждом шаге. Подошва кроссовок NOVABLAST™ была разработана для того, чтобы усилить энергичную отдачу, производимую технологией FLYTEFOAM™ Blast, которая создает эффект батута, подталкивающего вас вперед. В модели NOVABLAST™ стопа находится дальше от земли, чем в большинстве беговых кроссовок, что способствует повышению комфорта при беге на большие расстояния. Мягкая и легкая верхняя сетка этих кроссовок обеспечивает отличную вентиляцию, позволяя ногам оставаться в комфорте во время бега. Кроме того, светоотражающие вставки обеспечивают дополнительную видимость в условиях низкой освещенности. Добавьте вашим движениям пружинистости с кроссовками категории Performance NOVABLAST™ и почувствуйте мягкие и легкие ощущения от бега.",
      "price": "12089",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/1012a941_600_sr_rt_glb_png_1280x1280_jpg_2062746.jpg",
      "id": "1695235325197"
    },
    {
      "name": "Кроссовки Reebok FLOATRIDE ENERGY 5",
      "description": "Технологичные материалы и современный дизайн, комфорт и забота о планете то, что всегда лежало в основе главной беговой франшизы Reebok. Не исключением стала и новая пятая версия модели. Для того, чтобы сделать модель еще более универсальной и эффективной, в промежуточную подошву добавлена Х образная пластина для повышения торсионной жесткости. Кроме того, увеличена центральная толщина пеноматериала, оптимизированы верх, пятка и сцепление. Безызменной для данной модели остается пеноматериал Floatride Energy на основе TPE и использование переработанных материалов в составе верха. Уверенно можно сказать, что данная модель отвечает всем требованиям бегунов, выбирающих короткие и средние дистанции.\n\nБренд:\tReebok\nСезон:\t2023\nПол:\tдля женщин\nВозраст:\tдля взрослых\nВес пары, г:\t533\nМатериал:\t60% синтетика, 40% текстиль\nМатериал верха:\tтекстиль\nНазначение:\tмарафон\nНаличие мембраны:\tБез мембраны\nПерепад:\t8\nПокрытие:\tасфальт\nПолнота:\tсредняя\nПромежуточная подошва:\tFloatride\nПронация:\tнейтральная\n",
      "price": "11998",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/hq9925_slc_ecom_2812037.jpg",
      "id": "1695235396714"
    },
    {
      "name": "Кроссовки Reebok DMX COMFORT +",
      "description": "Смелый стиль может быть заключен в комфортную обувь и доказательством этому – новинка от Reebok модель DMX COMFORT +. Технология DMX MOVING AIR обеспечивает амортизацию и комфорт каждого шага за счет системы воздушных подушек в промежуточной подошве. Объемный язычок для мягкого прилегания и надежной посадки. Дышащий тканный верх из переработанных материалов обеспечивает превосходную циркуляцию воздуха\n\nБренд:\tReebok\nСезон:\t2023/2024\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал верха:\tтекстиль\nНазначение:\tмарафон\nНаличие мембраны:\tБез мембраны\nПокрытие:\tасфальт\nПолнота:\tсредняя\nПронация:\tнейтральная",
      "price": "11998",
      "category": "sneakers",
      "img": "https://trial-sport.ru/images/catalog/100034130_slc_ecom_2856420.jpg",
      "id": "1695235485153"
    },
    {
      "name": "Термобелье кофта Fuse MEGALIGHT 140 LONGSHIRT",
      "description": "Легкое, бесшовное термобелье Fuse c инновационными вязаными технологиями обладает несомненными достоинствами: обеспечивает оптимальную терморегуляцию, сохраняя тепло в холод и охлаждая в жару, быстро отводит влагу от тела, предотвращая распространение неприятного запаха, быстро сохнет.\n\nБренд:\tFuse\nСезон:\t2019/2020\nПол:\tдля женщин\nВозраст:\tдля взрослых",
      "price": "3219",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/15_1060_7_1_0002_1303564_1303565_1389415_1474475.jpg",
      "id": "1695236159685"
    },
    {
      "id": "1695236237677",
      "name": "Термобелье кофта Level FUSION W LONG SLEEVED SHIRT",
      "description": "Женская термокофта FUSION W LONG SLEEVED SHIRT является высокотехнологичным первым слоем одежды для занятий зимними видами спорта и активного отдыха. Данная модель разработана с учетом физиологических процессов, происходящих при низких температурах во время высоких физических нагрузок. Инновационное микроволокно Dryarn® (производство Италия) из Полипропилена обладает естественными бактериостатическими свойствами. Оно гипоаллергенно и безвредно даже для самых чувствительных типов кожи. Полипропилен практически не впитывает влагу, быстро высыхает (по скорости высыхания превосходит все известные натуральные и синтетические волокна). Полипропиленовые волокна выводят излишки влаги с поверхности тела в верхние слои одежды, поддерживая постоянное ощущение сухости. И, кроме того, полипропилен обладает прекрасными теплоизоляционными свойствами. Термокофта выполнена по бесшовной технологии. Имеет частичную компрессию, обеспечивая наибольший комфорт при высоких нагрузках.\n\nБренд:\tLevel\nСезон:\t2019/2020\nПол:\tдля женщин\nВозраст:\tдля взрослых",
      "price": "2659",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/img_9945_1483984.jpg"
    },
    {
      "name": "Термобелье Fuse SUPERLIGHT UNDERWEAR SET MAN",
      "description": "Бесшовное термобелье Fuse c инновационными технологиями обладает несомненными достоинствами: обеспечивает оптимальную терморегуляцию, сохраняя тепло в холод и охлаждая в жару, хорошо отводит влагу от тела, предотвращая распространение неприятного запаха, быстро сохнет.\n\nБренд:\tFuse\nСезон:\t2023/2024\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\t100% Polyamide\nСилуэт:\tузкий\n",
      "price": "6050",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/40_1910_8_2854329.jpg",
      "id": "1695236320956"
    },
    {
      "name": "Термобелье Fuse SUPERACTIVE SET 3/4 WOMAN",
      "description": "Бесшовное термобелье Fuse c инновационными технологиями обладает несомненными достоинствами: обеспечивает оптимальную терморегуляцию, сохраняя тепло в холод и охлаждая в жару, хорошо отводит влагу от тела, предотвращая распространение неприятного запаха, быстро сохнет.\n\nБренд:\tFuse\nСезон:\t2023/2024\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\t88% Polyamide, 12%Polyester\nСилуэт:\tузкий\n",
      "price": "8470",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/40_1951_7_2854285.jpg",
      "id": "1695236367916"
    },
    {
      "name": "Термобелье Merinopower 2.0 MOUNTAIN SET",
      "description": "Комфортный комплект термобелья Merinopower для детей выполнено из мягкой шерсти мериносовых овец. Шерсть мериноса естественно отталкивает запахи, отводит влагу и быстро сохнет, поэтому термобелье подходит для повседневной носки и занятий зимними видами спорта. Все швы плоские, исключающие натирание. Защита от ультрафиолета UPF 50+.\n\nБренд:\tMerinopower\nСезон:\t2023/2024\nПол:\tунисекс\nВозраст:\tдля подростков\nМатериал:\t97% Merino Wool, 3% Elastan\nСилуэт:\tнормальный",
      "price": "13310",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/20_100_36_20_101_36_all_2874647.jpg",
      "id": "1695236403652"
    },
    {
      "name": "Термобелье Loeffler WARM DEEP",
      "description": "Термокомплект Loeffler Warm, удобный комплект термобелья, плоские швы увеличивают комфорт при занятиях спортом.\n\nБренд:\tLoeffler\nСезон:\t2022/2023\nПол:\tунисекс\nВозраст:\tдля детей\nМатериал:\t56% полипропилен, 21% вискоза, 20% хлопок, 3% эластан\nСилуэт:\tнормальный",
      "price": "6399",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/10758472_water_sunset_2719512.jpg",
      "id": "1695236487580"
    },
    {
      "name": "Термобелье Merinopower 2.0 MOUNTAIN SET",
      "description": "Комфортный комплект термобелья Merinopower для детей выполнено из мягкой шерсти мериносовых овец. Шерсть мериноса естественно отталкивает запахи, отводит влагу и быстро сохнет, поэтому термобелье подходит для повседневной носки и занятий зимними видами спорта. Все швы плоские, исключающие натирание. Защита от ультрафиолета UPF 50+.\n\nБренд:\tMerinopower\nСезон:\t2022/2023\nПол:\tдля мужчин\nВозраст:\tдля подростков\nМатериал:\t97% Merino Wool, 3% Elastan\nСилуэт:\tнормальный",
      "price": "9900",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/mp_kids_boy_image_2672784.jpg",
      "id": "1695236542844"
    },
    {
      "name": "Термобелье Nitro BODY BENEFIT LINE",
      "description": "Комплект термобелья BODY BENEFIT LINE является универсальным первым слоем одежды. Материал отводит воду и поддерживает сухость и тепло во время физических нагрузок при низких температурах, оказывает частичную компрессию и почти не ощущается на теле благодаря бесшовной технологии и эластичной ткани термобелья.\n\nБренд:\tNitro\nСезон:\t2022/2023\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\t69% nylon (NILIT), 23% polyester (THERMOLITE), 8% spandex\nСилуэт:\tнормальный\n",
      "price": "5130",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/img_2722311.jpg",
      "id": "1695236573708"
    },
    {
      "name": "Термобелье Loopline SKIN BALANCE W",
      "description": "Комплект термобелья для всех видов активности. Анатомический крой улучшает посадку на теле, компрессионные зоны поддерживают мышцы, а наличие разряженных зон сохраняет свободу движения. Плоские швы препятствуют натиранию. Термобелье обеспечивает оптимальную терморегуляцию, сохраняя тепло в холод и охлаждая в жару. Синтетический, эластичный и быстросохнущий материал обладает антибактериальными свойствами.\n\nБренд:\tLoopline\nСезон:\t2022/2023\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\t46% nylon, 29% acrylic, 19% viscose, 6% spandex\nСилуэт:\tузкий",
      "price": "4491",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/img_2748404.jpg",
      "id": "1695236639676"
    },
    {
      "name": "Термобелье Level SKIN ADAPT",
      "description": "Комплект термобелья SKIN ADAPT - отличный вариант базового слоя для занятий спортом разной степени интенсивности. Специализированное, технологичное волокно поддерживает комфортный микроклимат, переводя влагу на следующий слой одежды. Эргономичный крой не сковывает движения, а материал сохраняет изначальную форму и свойства растяжимости даже после многократных стирок.\n\nБренд:\tLevel\nСезон:\t2022/2023\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\t69% Nylon (NILIT), 23% polyester (THERMOLITE), 8% spandex",
      "price": "5130",
      "category": "thermal underwear",
      "img": "https://trial-sport.ru/images/catalog/img_2722528.jpg",
      "id": "1695236683739"
    },
    {
      "name": "Солнцезащитные очки 4KAAD BEAT LIGHT",
      "description": "Легкие спортивные очки с антифогом, цилиндрическая линза обеспечит отличный обзор и удобство во время прогулок и тренировок.\n\nБренд:\t4KAAD\nСезон:\t2023/2024\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t2\nПогодные условия:\tпеременная облачность\nПоляризация:\tнет\nФотохром:\tнет",
      "price": "13310",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/4kaad_beat_light_bk_red_jpg_2852336.jpg",
      "id": "1695237832721"
    },
    {
      "name": "Солнцезащитные очки Smith LEADOUT",
      "description": "Виды - это половина удовольствия от пребывания на природе. От катания по пересеченной местности до пробежек на рассвете - Smith Leadout позволяют быстро и легко менять линзы, чтобы вы могли приспособиться к меняющимся условиям освещения во время движения. Они имеют меньшую область покрытия по сравнению с большинством солнцезащитных очков, и позволяют воздуху циркулировать, чтобы уменьшить запотевание. Легкая ударопрочная оправа подходит для шлемов Smith. А чтобы помочь вам проводить больше времени на свежем воздухе, мы добавили в комплект дополнительную линзу ChromaPop™ для слабого освещения, идеально подходящую для облачных дней и вылазок на рассвете.\n\n- Основная зеркальная линза Chroma POP Red Mirror S3 - VLT 15%;\n- Дополнительная линза для низких условий освещения Clear S0 - VLT 89%;\n\nБренд:\tSmith\nСезон:\t2023\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t3\nПогодные условия:\tясно\nЗеркальные линзы:\tда\nПоляризация:\tнет\nДополнительные линзы:\tда\nФотохром:\tнет",
      "price": "17820",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/204198_rc2_x6_leadout_2797505.jpg",
      "id": "1695237860881"
    },
    {
      "name": "Солнцезащитные очки Smith WILDCAT",
      "description": "Полки, бревенчатые норф-шоры и сложные спуски, дикая кошка Smith предназначена для райдеров, которые играют по-крупному и хотят оставаться \"на стиле\". Гибридный объемный дизайн сочетает в себе защиту подобную горнолыжным очкам-маскам, с вентиляцией и удобством солнцезащитных очков. Отправляйтесь на открытые тропы или в темные лесные трэйлы с яркой линзой ChromaPop™ и дополнительной прозрачной линзой. Нескользящая посадка носоупоров и дужек будет удерживать Wildcat на месте при каждом новом испытании.\n\nОсновные характеристики:\n- Основная зеркальная линза Chroma POP Violet Mirror S3 - VLT 15%;\n- Дополнительная линза для низких условий освещения Clear S0 - VLT 89%;\n- Ширина - 140 мм, высота - 62 мм, дужки - 125 мм.\n\nБренд:\tSmith\nСезон:\t2023\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t3\nПогодные условия:\tясно\nЗеркальные линзы:\tда\nПоляризация:\tнет\nДополнительные линзы:\tда\nФотохром:\tнет",
      "price": "18810",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/201516_0bk_di_wildcat_2799237.jpg",
      "id": "1695237894353"
    },
    {
      "name": "Солнцезащитные очки POC DEFINE",
      "description": "Солнцезащитные очки Define созданы для катания на велосипеде, пеших путешествий и других видов активностей. Солнцезащитные очки Define имеют дужки и регулируемый носик из гидрофильной резины, обеспечивая плотную посадку даже во время напряженных моментов активности. Прочная и долговечная оправа из гриламида, обладает гиппоаллергенными свойствами, гибкостью и низким весом. Используя технологию линз Clarity от лидеров оптической промышленности Carl Zeiss, линзы Brown Silver Mirror категории 2 контролируют цветовой спектр зеленых и красных оттенков для повышения контрастности и четкости цвета в лесной местности и в условиях города, позволяя быстрее реагировать на объекты и выберать линий во время катания на горном велосипеде, также как реагировать на габариты и светофоры, находясь в траффике в черте города. Линза предотвращает запотевание с помощью покрытий Ripel и Anti-fog. Благодаря специальному покрытию Ripel линзы устойчивы к воде и эффективно отталкивают ее. Линза имеет универсальную форму, поэтому имеется возможность замены на стандартные оптические линзы для коррекции зрения. Модель Define разработана для трэйлов и городской среды и идеально подходит к модели шлема POC Axion SPIN.\n\nБренд:\tPOC\nСезон:\t2020\nПол:\tунисекс\nВозраст:\tдля взрослых",
      "price": "15548",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/de1001_1001_0001_1509134_1509144.jpg",
      "id": "1695237923032"
    },
    {
      "name": "Солнцезащитные очки Smith PINPOINT",
      "description": "Солнцезащитные очки Smith Pinpoint обеспечивают высокую точность в сдержанном дизайне. В мгновение ока Pinpoint превращается из функциональных солнцезащитных очков в уличном стиле в спортивное оборудование, готовое к гонкам, благодаря дополнительному сменному носоупору. Обе сменные накладки для носа отличаются комфортом и сцеплением с резиной мегол, а рабочая накладка обеспечивает повышенную устойчивость и сцепление при беге и езде на велосипеде. Линзы ChromaPop™ обеспечивают непревзойденную четкость и детализацию, усиливая естественный цвет. Будь то бег, езда на велосипеде или езда по шоссе, экологически чистые солнцезащитные очки Pinpoint не просто работают, они превосходны.\n\nУкомплектованы поляризованными линзами ChromaPop Polarized Black S3.\n\nБренд:\tSmith\nСезон:\t2023\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t3\nПогодные условия:\tясно\nЗеркальные линзы:\tнет\nПоляризация:\tда\nДополнительные линзы:\tнет\nФотохром:\tнет",
      "price": "15930",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/202559_003_6n_pinpoint_01_2798929.jpg",
      "id": "1695237953144"
    },
    {
      "name": "Солнцезащитные очки Smith REVERB",
      "description": "Подобно Ruckus PivLock™, мы создали Reverb PivLock™ с универсальной посадкой и размером. Благодаря усовершенствованной технологии сменных линз PivLock™ эта модель конструкции Shield (щит) весит 27 грамм и является самой легкой моделью в нашей коллекции солнцезащитных очков Performance. Reverb PivLock ™ поставляется с 2 сменными линзами ChromaPop ™, двухпозиционными меголовыми нескользящими носоупорами и тонкими меголовыми дужками для совместимости со шлемом для езды на велосипеде в течение всего дня.\n\n- Основная зеркальная линза ChromaPop Red Mirror S3 - VLT 15%;\n- Дополнительная линза ChromaPop ™ Rose S1 (VLT - 50%) в комплекте.\n\nБренд:\tSmith\nСезон:\t2023\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t3\nПогодные условия:\tясно\nЗеркальные линзы:\tда\nПоляризация:\tнет\nДополнительные линзы:\tда\nФотохром:\tнет",
      "price": "17820",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/201521_6ht_x6_reverb_2799055.jpg",
      "id": "1695237980368"
    },
    {
      "name": "Солнцезащитные очки Smith RUCKUS",
      "description": "Ruckus PivLock™ - это солнцезащитные очки с улучшенными характеристиками, созданные с использованием модернизированной технологии замены сменных линз PivLock™, тонких дужек из нескользящего материала Megol для совместимости со шлемом для самых длинных дорожных поездок и самых сложных троп. Приподнятая надбровная дуга улучшает периферийное зрение во время катания в гоночной посадке, а вентиляция на верхней части и двухпозиционные носовые упоры обеспечивают правильную посадку, минимизируя запотевание и повышая комфорт. Очки оснащены 2 сменными линзами ChromaPop™ для яркого солнца и слабого освещения, и в них вы можете кататься в любых условиях.\n\nОсновная линза ChromaPop ™ Black S3 (VLT - 10%).\nДополнительная линза ChromaPop ™ Rose S1 (VLT - 50%) в комплекте.\n\nБренд:\tSmith\nСезон:\t2023\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t3\nПогодные условия:\tясно\nЗеркальные линзы:\tнет\nПоляризация:\tнет\nДополнительные линзы:\tда\nФотохром:\tнет",
      "price": "17820",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/201522_003_1c_ruckus_2799081.jpg",
      "id": "1695238065553"
    },
    {
      "name": "Солнцезащитные очки Briko SIRIO PHOTO",
      "description": "Sirio PHOTO - это очки, разработанные не только для повседневного комфорта, но и эстетики. Оправа обеспечивает легкость и гибкость, а твердая конструкция отличается долговечностью и безопасностью. Анатомическая силиконовая носовая накладка обеспечивает удобство использования, не давая очкам скользить, даже в самых влажных условиях. Сферическая линза и без рамочная конструкция, обеспечивает широкое периферийное зрение, а плотная посадка обеспечивает полную защиту глаз от воздуха и грязи во время гонок. Максимальная защита от солнца и УФ-лучей обеспечивается фотохромной линзой способной адаптировать уровень затенения под меняющиеся погодные условия.\n\nБренд:\tBriko\nСезон:\t2022\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t2\nПогодные условия:\tясно\nМатериал:\tАкрил 100%\nЗеркальные линзы:\tнет\nПоляризация:\tнет\nДополнительные линзы:\tнет\nФотохром:\tда",
      "price": "20149",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/2002tf0_a0p_sirio_photo_2628220.jpg",
      "id": "1695238087776"
    },
    {
      "name": "Солнцезащитные очки Briko TRIDENT PHOTO",
      "description": "Универсальные очки.\n\nБренд:\tBriko\nСезон:\t2021\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t3\nМатериал:\tПоликарбонат\nЗеркальные линзы:\tнет\nПоляризация:\tнет\nДополнительные линзы:\tнет\nФотохром:\tда\nВес, г:\t28\n",
      "price": "12672",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/022001jb0_956_2148597.jpg",
      "id": "1695238121871"
    },
    {
      "name": "Солнцезащитные очки Smith LOWDOWN 2",
      "description": "Всё дело в том, что классика скользит сквозь десятилетия. Солнцезащитные очки Lowdown могут быть из этого сезона, следующего сезона или 1962 года. Оправы из биоматериала имеют мягкие резиновые носоупоры, поэтому они не соскальзывают с лица, если вы потеете. Они поставляются с кристально чистыми поляризованными линзами Carbonic для солнечной погоды и защиты от бликов.\n\nБренд:\tSmith\nСезон:\t2023\nПол:\tунисекс\nВозраст:\tдля взрослых\nКатегория защиты:\t3\nПогодные условия:\tясно\nЗеркальные линзы:\tнет\nПоляризация:\tда\nДополнительные линзы:\tнет\nФотохром:\tнет",
      "price": "13139",
      "category": "sunglasses",
      "img": "https://trial-sport.ru/images/catalog/200941_086_sp_lowdown_2_2797525.jpg",
      "id": "1695238154912"
    },
    {
      "name": "Шорты Reebok WOR BASIC BIKE SHORT",
      "description": "Велосипедки с высокой посадкой из коллекции Reebok [REE]CYCLED, выполненной с использованием переработанных материалов. Сегодняшняя тренировка может включать упражнения со скакалкой, с гантелями или пробежку. Ты будешь готова ко всему в этих велосипедках Reebok с высокой посадкой и стильным перекрестным поясом. Когда приходит время увеличить темп, технология Speedwick помогает отводить пот от кожи.\n\nБренд:\tReebok\nСезон:\t2023/2024\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\t91% переработанный полиэстер, 9% эластан\nСилуэт:\tнормальный",
      "price": "3998",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/100028982_d2_model_ecom_2856639.jpg",
      "id": "1695238191792"
    },
    {
      "name": "Шорты Brooks CHASER 3 INCH SHORT",
      "description": "Легкие укороченные шорты с потайным карманом на пояснице для пробежек в солнечные дни.\n\nБренд:\tBrooks\nСезон:\t2020\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\tВнешняя ткань: DriLayer 89% polyester/11% spandex\nПояс: DriLayer HorsePower 81% polyester/ 19% spandex\nВнутренний материал: DriLayer 100% polyester",
      "price": "4639",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/221254_094_mf_chaser_3in_short_1505210.jpg",
      "id": "1695238226679"
    },
    {
      "name": "Шорты Zoot W PERFORMANCE TRI 6 INCH SHORT",
      "description": "Женские шорты выступлений и тренировок в триатлоне.\n\nБренд:\tZoot\nСезон:\t2017\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\tBody: 74% Nylon / 26% Spandex\nInset: 80% Nylon / 20% Spandex\nMesh: 86% Polyester / 14% Spandex\n",
      "price": "5849",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/wperformancetri6inshort_z1706009_pacgraff_primary_1253074.jpg",
      "id": "1695238259432"
    },
    {
      "name": "Шорты UYN MAN RUNNING EXCELERATION SHORTS 2IN1",
      "description": "Exceleration 2 в 1 - это гибридная одежда с изысканным дизайном, сочетающая комфорт беговых тайтсов с практичностью и внешним видом классических шорт. Идеально подходит для тех, кто любит бегать в своем собственном стиле даже в самые холодные дни. Плотные, бесшовные, тайтсы изготовлены из мягкой эластичной ткани с трехмерной структурой на стыках, которая обеспечивает естественный диапазон движения. В области бедер и икр внедрена технология Heatmemory, благодаря которой мышцы всегда остаются теплыми и работоспособными.\nHeatmemory - Технология, которая защищает тело от переохлаждения.\nTexlyte nano - пряжа используется в стратегически важных областях, чтобы одежда могла быстро отводить влагу наружу и обеспечивать длительное ощущение свежести. Изготовлен из полипропилена, одного из самых легких синтетических волокон на рынке. Он на 34% легче полиэстера. Texlyte Nano также полностью пригоден для вторичной переработки, что делает его экологически безопасным.\n\nБренд:\tUYN\nСезон:\t2023/2024\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\tPOLYAMIDE 44%, POLYESTER 43%, POLYPROPYLENE 7%, ELASTANE 6%, MAIN FABRIC 1: POLYAMIDE 88%, ELASTANE 12%\nСилуэт:\tузкий",
      "price": "15620",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/ecomm_sx2_o102171_b131_front_2869186.jpg",
      "id": "1695238300128"
    },
    {
      "name": "Шорты Puma RUN 2IN1 5\" SHORT",
      "description": "Шорты Graphic 2-In-1 5\" Men’s Running Shorts – отличный выбор вне зависимости от того, любитель вы или профессиональный спортсмен. Оцените возможность индивидуальной посадки благодаря поясу со шнурком. Технология dryCELL отводит влагу от кожи, обеспечивая ощущение прохлады и сухости. Внутренняя компрессионная подкладка с плоскими швами, не раздражающими кожу, отвечает за суперплавный ход. Светоотражающие элементы – за видимость в темноте. Эта модель, декорированная классной графикой, выполнена из переработанного полиэстера, что делает ее идеальным напарником для пробежек.\n\nБренд:\tPuma\nСезон:\t2023\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\t100 % полиэстер\nСилуэт:\tузкий",
      "price": "5189",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/523277_01_mod01_2880521.jpg",
      "id": "1695238340336"
    },
    {
      "name": "Шорты Salomon XA TWINSKIN SHORT M",
      "description": "Шорты для активного комфорта в движении. Благодаря мягкой ткани, регулируемому поясу и бесшовной конструкции в области паха, шорты AGILE TWINSKIN SHORT подарят вам комфорт, как бы долго или быстро вы ни бежали. Быстросохнущая ткань отводит пот и влагу, а удобный задний карман идеально подходит для хранения самого необходимого.\n\nБренд:\tSalomon\nСезон:\t2021\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nСилуэт:\tнормальный",
      "price": "5490",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/lc1542600_0_gho_xatwinskinshort_transcendblue_run_m_2160875.jpg",
      "id": "1695238371656"
    },
    {
      "name": "Шорты Rossignol R-EXP SHORT",
      "description": "Легкие и удобные беговые шорты.\n\n\n\nБренд:\tRossignol\nСезон:\t2021\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\t100% Полиэстер\nСилуэт:\tнормальный",
      "price": "6336",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/rljmw01_756_rgb72dpi_01_2161264.jpg",
      "id": "1695238392511"
    },
    {
      "name": "Шорты Puma RUN WOVEN 3\" SHORT W",
      "description": "Только легкость. И пусть ничто не преградит дорогу к финишу. Шорты Run Woven 3\" Short отличают светоотражающие элементы, удобные карманы, а также фирменная технология dryCELL.\n\nБренд:\tPuma\nСезон:\t2023\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\t86% полиэстер, 14% эластан\nСилуэт:\tнормальный",
      "price": "4490",
      "category": "shorts",
      "img": "https://trial-sport.ru/images/catalog/523288_24_mod01_2880576.jpg",
      "id": "1695238443032"
    },
    {
      "name": "Майка UYN WOMAN RUNNING EXCELERATION OW AERNET SLEEVELESS",
      "description": "Exceleration aernet - это ода свободе движений. Специальная ультралегкая структура Aernet plus, расположенная спереди, обеспечивает максимальную вентиляцию во время движения. Открытый крой сохраняет прохладу даже в сильную жару, а благодаря структуре Coolvent на спине обеспечивается максимальная воздухопроницаемость в местах скопления пота. Предназначена для использования с топом.\nTexlyte nano - пряжа используется в стратегически важных областях, чтобы одежда могла быстро отводить влагу наружу и обеспечивать длительное ощущение свежести. Изготовлен из полипропилена, одного из самых легких синтетических волокон на рынке. Он на 34% легче полиэстера. Texlyte Nano также полностью пригоден для вторичной переработки, что делает его экологически безопасным\nCoolvent - Материал со множеством каналов способствует постоянному потоку воздуха. Быстро впитывает пот, охлаждает тело во время активности и сохраняет кожу сухой.\n\nБренд:\tUYN\nСезон:\t2023\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\tBACK: POLYAMIDE 72%, POLYESTER 19%, ELASTANE 7%, POLYPROPYLENE 2%, MAIN FABRIC: POLYESTER 90%, ELASTANE 10%\nСилуэт:\tсвободный",
      "price": "7470",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/ecomm_sx2_o102352_b427_3_2739405.jpg",
      "id": "1695238477632"
    },
    {
      "name": "Майка UYN WOMAN RUNNING ULTRA1 OW SLEEVELESS",
      "description": "Инновационная конструкция с одним швом обеспечивает большую свободу движений и позволяет телу проявить себя наилучшим образом. Ultra1 создана для бега при высоких температурах, а благодаря технологии Gradual coolvent пот быстро отводится, сохраняя тело прохладным и сухим. Трехмерная конструкция Metaribs стабилизирует тело и поддерживает осанку.\nNatex - особенно легкий материал снижает вес на 25%. Одежда высыхает на 50 % быстрее, чем аналогичная одежда из нейлона. Органическое волокно более эластично, а бактериостатический эффект сводит к минимуму запахи.\nMeta-ribs - В области мышц специально встроенные стабилизирующие ребра поддерживают правильную осанку во время тренировки. При этом создается достаточное давление для стабилизации мышц и стимуляции кровообращения. Это заставляет ваше тело чувствовать себя лучше и повышает концентрацию.\nGradual coolvent - Быстро впитывает пот и охлаждает во время активных фаз. Внутренняя поверхность способствует постоянному потоку воздуха, который сохраняет кожу сухой.\n\nБренд:\tUYN\nСезон:\t2023\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\tPOLYAMIDE 90%, ELASTANE 5%, POLYPROPYLENE 5%\nСилуэт:\tузкий",
      "price": "7470",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/ecomm_sx2_o102380_k750_side_2739430.jpg",
      "id": "1695238508096"
    },
    {
      "name": "Майка UYN MAN RUNNING ULTRA1 OW SLEEVELESS",
      "description": "Инновационная конструкция с одним швом обеспечивает большую свободу движений и позволяет телу проявить себя наилучшим образом. Ultra1 создана для бега при высоких температурах, а благодаря технологии Gradual coolvent пот быстро отводится, сохраняя тело прохладным и сухим. Трехмерная конструкция Metaribs стабилизирует тело и поддерживает осанку.\nNatex - особенно легкий материал снижает вес на 25%. Одежда высыхает на 50 % быстрее, чем аналогичная одежда из нейлона. Органическое волокно более эластично, а бактериостатический эффект сводит к минимуму запахи.\nMeta-ribs - В области мышц специально встроенные стабилизирующие ребра поддерживают правильную осанку во время тренировки. При этом создается достаточное давление для стабилизации мышц и стимуляции кровообращения. Это заставляет ваше тело чувствовать себя лучше и повышает концентрацию.\nGradual coolvent - Быстро впитывает пот и охлаждает во время активных фаз. Внутренняя поверхность способствует постоянному потоку воздуха, который сохраняет кожу сухой.\n\nБренд:\tUYN\nСезон:\t2023\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\tPOLYAMIDE 90%, ELASTANE 5%, POLYPROPYLENE 5%\nСилуэт:\tузкий",
      "price": "7470",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/ecomm_sx2_o102377_b914_side_2739355.jpg",
      "id": "1695238538815"
    },
    {
      "name": "Майка Puma RUN CLOUDSPUN SINGLET",
      "description": "Активные занятия спортом не означают, что придется идти на компромисс с комфортом. Наша коллекция CLOUDSPUN – это все, что вам необходимо. Майка CLOUDSPUN Men's Running Singlet усовершенствует ваши тренировки. Идеальное сочетание «дышащей» сетки и впитывающего влагу материала обеспечит комфорт на любой дистанции.\n\nБренд:\tPuma\nСезон:\t2023\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\t82% полиэстер, 18% эластан\nСилуэт:\tнормальный",
      "price": "4490",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/523267_92_mod01_2880110.jpg",
      "id": "1695238598688"
    },
    {
      "name": "Майка Zoot M ULTRA TRI TANK",
      "description": "Стартовая майка для выступлений в триатлоне. В структуре майки находятся карбоновые волокна, которые позволяют дополнительно охлаждать тело.\n\nБренд:\tZoot\nСезон:\t2017\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\tBody: 80% Polyester / 20% Spandex\nInset: 76% Polyester / 24% Spandex with Carbon",
      "price": "7279",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/multratritank_z1706015_racingstr_primary_1252588.jpg",
      "id": "1695238637887"
    },
    {
      "name": "Майка Zoot LTD TRI TANK",
      "description": "Мужская стартовая майка для триатлона.\n\nБренд:\tZoot\nСезон:\t2018\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\tBody: 80% Polyester / 20% Elastane, 210gm2\nMesh: 79% Polyester / 21% Spandex, 190gm2",
      "price": "6481",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/mltdtritank_z1806010_team_primary_1341411.jpg",
      "id": "1695238670038"
    },
    {
      "name": "Майка Zoot LTD TRI FULL-ZIP TANK",
      "description": "Стартовая майка для триатлона на молнии, для соревнований даже в самые жаркие дни.\n\nБренд:\tZoot\nСезон:\t2018\nПол:\tдля мужчин\nВозраст:\tдля взрослых\nМатериал:\tBody: 80% Polyester / 20% Elastane, 210gm2\nMesh: 79% Polyester / 21% Spandex, 190gm2",
      "price": "6481",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/mltdtrifullziptank_z1806011_83_1341393.jpg",
      "id": "1695238696142"
    },
    {
      "name": "Майка Asics CORE ASICS TANK",
      "description": "Созданная из трикотажной ткани майка подходит для различных видов тренировок. Этот спортивный топ также украшен логотипом ASICS на груди.\n\nБренд:\tAsics\nСезон:\t2022\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\t100% Полиэстер\nСилуэт:\tнормальный\n",
      "price": "2930",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/2012c331_001_gf_ft_glb_2588640.jpg",
      "id": "1695238732751"
    },
    {
      "name": "Майка Asics SILVER ASICS TANK",
      "description": "Созданная из трикотажной ткани майка подходит для различных видов тренировок. Этот спортивный топ также украшен логотипом ASICS на груди.\n\nБренд:\tAsics\nСезон:\t2021\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\t100% Полиэстер\nСилуэт:\tнормальный",
      "price": "1749",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/2012a468_101_gf_ft_glb_png_1280x1280_jpg_2063292.jpg",
      "id": "1695238757143"
    },
    {
      "name": "Майка Zoot W Ultra Run IceFil Singlet",
      "description": "Высокотехнологичная майка для бега и занятий фитнесом. Благодаря материалу IceFil ваше тело всегда будет иметь оптимальную температуру при любых нагрузках.\n\nБренд:\tZoot\nСезон:\t2014\nПол:\tдля женщин\nВозраст:\tдля взрослых\nМатериал:\t100% Polyester\n",
      "price": "2399",
      "category": "undershirt",
      "img": "https://trial-sport.ru/images/catalog/gyekk_864535.jpg",
      "id": "1695238815255"
    }
  ]
}

